[
    {
        "id": "ATA-GEN-QANTAS25",
        "timestamp": "2025-11-08",
        "domain": "Qantas Airways: Post-Remediation Brand Trust Decay",
        "verdictType": "Structural Verdict",
        "outcome": "HOLD",
        "status": "unsealed",
        "label": "UNSEALED / DEMONSTRATION",
        "summary": "Despite $120M customer remediation program and leadership overhaul, structural trust deficit persists in corporate travel segment with 18% contract non-renewal rate.",
        "tier": "Standard",
        "confidence": "87%",
        "why": [
            "Corporate travel managers cite unresolved ghost-flight scheduling patterns in internal procurement reviews.",
            "Net Promoter Score recovery has plateaued at -12 in the high-yield corporate segment despite retail recovery.",
            "Competitor Virgin Australia has captured 23% of lapsed Qantas corporate accounts with aggressive SLA guarantees."
        ],
        "nextCheapestTest": "Survey top-50 corporate travel managers on contract renewal intent for FY26.",
        "killRule": "If Qantas launches binding on-time performance guarantees with financial penalties, trust recovery accelerates. Upgrade to ADVANCE."
    },
    {
        "id": "ATA-GEN-LITHIUM25",
        "timestamp": "2025-12-02",
        "domain": "Pilbara Minerals: Lithium Spot Price Capitulation Risk",
        "verdictType": "Structural Verdict",
        "outcome": "DROP",
        "status": "unsealed",
        "label": "UNSEALED / DEMONSTRATION",
        "summary": "Spodumene spot price collapse below $800/t has triggered margin compression across all WA lithium juniors. Pilbara's cost structure is under direct threat.",
        "tier": "Complex",
        "confidence": "93%",
        "why": [
            "Chinese converter inventory levels have reached 14-week highs, signaling demand destruction in cathode production.",
            "Pilbara's BMX auction clearing prices declined 31% over three consecutive auctions.",
            "Capital expenditure on Calix mid-stream partnership cannot be justified below $900/t spodumene without government subsidy."
        ],
        "nextCheapestTest": "Monitor next BMX auction clearing price. If below $750/t, capitulation is confirmed.",
        "killRule": "If Chinese EV sales exceed 12M units in 2026H1, restocking cycle begins. Abort DROP, upgrade to HOLD."
    },
    {
        "id": "ATA-GEN-NDIS26",
        "timestamp": "2026-01-15",
        "domain": "NDIS Provider: Participant Plan Underspend Exploitation",
        "verdictType": "Live Violation",
        "outcome": "DROP",
        "status": "unsealed",
        "label": "SYSTEM FLAG",
        "summary": "Pattern detected where provider systematically claims capacity building hours against participants with cognitive impairments who cannot verify service delivery.",
        "tier": "Standard",
        "confidence": "96%",
        "why": [
            "Service delivery records show identical 4-hour blocks claimed across 12 participants on the same dates.",
            "No corresponding progress notes or outcome measurements filed with the NDIA quality commission.",
            "Provider's ABN was registered 47 days before first NDIS claim — consistent with purpose-built fraud vehicles."
        ],
        "nextCheapestTest": "Cross-reference participant GPS data from assistive technology devices against claimed in-home service hours.",
        "killRule": "If provider produces verified third-party supervision logs with participant signatures, downgrade to HOLD."
    },
    {
        "id": "ATA-GEN-NDIS99",
        "domain": "NDIS Provider: Fraudulent Invoicing Pattern Detected",
        "verdictType": "Live Violation",
        "outcome": "DROP",
        "status": "unsealed",
        "label": "SYSTEM FLAG",
        "summary": "Automated cross-referencing confirms provider billing exceeded maximum allowable hours per participant by 314% across multiple core supports.",
        "tier": "Standard",
        "confidence": "99%",
        "why": [
            "Timesheet overlapping identified across 3 separate geographic zones simultaneously.",
            "Historical AAT filings indicate previous directorship bans for identical directors.",
            "Sub-contractor margins mathematically impossible without wage theft or ghost invoicing."
        ],
        "nextCheapestTest": "Subpoena participant transport logs against claimed SIL hours.",
        "killRule": "If provider can prove systemic API failure on NDIS portal submission, downgrade to warning.",
        "timestamp": "2026-02-23"
    },
    {
        "id": "ATA-TTN-OPT22",
        "timestamp": "2022-09-18",
        "domain": "Telecommunications: Structural Data Vulnerability Phase",
        "verdictType": "Retroactive Verdict",
        "outcome": "DROP",
        "status": "unsealed",
        "label": "[UNSEALED FROM ARCHIVE]",
        "summary": "Detected critical API exposure vulnerabilities preceding mass exfiltration of 9.8M consumer records.",
        "tier": "Complex",
        "confidence": "94%",
        "why": [
            "Unauthenticated API endpoints detected continuously pinging non-production subdomains.",
            "Offshore engineering contractors noted expressing concerns on public developer forums regarding legacy auth tokens.",
            "Sudden spike in dark web conversational traffic regarding Australian telco datasets."
        ],
        "nextCheapestTest": "Penetration test specifically targeting legacy customer onboarding APIs.",
        "killRule": "If CISO mandates zero-trust architecture rollout across all legacy domains, downgrade to Hold."
    },
    {
        "id": "ATA-GEN-MED22",
        "timestamp": "2022-10-12",
        "domain": "Health Insurance: Credential Harvesting Contagion",
        "verdictType": "Retroactive Verdict",
        "outcome": "HOLD",
        "status": "unsealed",
        "label": "[UNSEALED FROM ARCHIVE]",
        "summary": "Identified high-probability credential compromise leading to ransomware extortion event.",
        "tier": "Standard",
        "confidence": "89%",
        "why": [
            "Compromised high-privilege IT credentials observed on Russian-speaking cybercrime forums.",
            "Lack of mandatory MFA enforcement for remote contractor VPN access.",
            "Systemic underinvestment in lateral movement detection within core health databases."
        ],
        "nextCheapestTest": "Audit active sessions for impossible travel anomalies on admin accounts.",
        "killRule": "If threat actors fail to exfiltrate database within 72 hours, assume internal tripwires activated."
    },
    {
        "id": "ATA-GEN-NDIS23",
        "timestamp": "2023-05-14",
        "domain": "NDIS Sector: Syndicated Fraud Network Expansion",
        "verdictType": "Retroactive Verdict",
        "outcome": "DROP",
        "status": "unsealed",
        "label": "[UNSEALED FROM ARCHIVE]",
        "summary": "Tracking the migration of organized crime syndicates from illicit tobacco into complex NDIS plan management.",
        "tier": "Partner",
        "confidence": "97%",
        "why": [
            "Cross-referencing ABN registrations shows 400% spike in new plan managers with identical registered addresses.",
            "Analysis of dark web money laundering patterns shows sudden influx of 'clean' government healthcare funds.",
            "Intelligence chatter indicates specific vulnerabilities in the NDIA payment portal being actively exploited."
        ],
        "nextCheapestTest": "Correlate director residential addresses with known organized crime watchlists.",
        "killRule": "If NDIA implements automated biometric verification for large invoices, structural exploit is closed."
    },
    {
        "id": "ATA-TTN-BHP01",
        "timestamp": "2024-02-14",
        "domain": "BHP Group: WA Iron Ore Divestment Signal",
        "verdictType": "Retroactive Verdict",
        "outcome": "HOLD",
        "status": "unsealed",
        "label": "TITAN RECORD",
        "summary": "Assessing probability of structural spin-off of legacy WA iron ore assets amidst rising ESG capital pressure and yield curve inversion.",
        "tier": "Complex",
        "confidence": "82%",
        "why": [
            "Executive compensation metrics shifted from volume targets to margin/ESG scoring in Q4 filings.",
            "Satellite imagery indicates 14% reduction in exploratory drilling capex outside core brownfield sites.",
            "Subtle regulatory capture signals in Canberra pointing toward increased heritage site compliance costs."
        ],
        "nextCheapestTest": "Monitor next dividend announcement; if payout ratio drops below 60% without new M&A, capital hoarding is confirmed.",
        "killRule": "If iron ore spot stays >$115/t for 90 days, cash flow prevents immediate restructuring pressure. Abort prediction."
    },
    {
        "id": "ATA-TTN-TLS04",
        "timestamp": "2024-03-01",
        "domain": "Telstra: InfraCo Independence Acceleration",
        "verdictType": "Retroactive Verdict",
        "outcome": "ADVANCE",
        "status": "unsealed",
        "label": "TITAN RECORD",
        "summary": "Analyzing the inevitable decoupling of InfraCo from the retail arm to unlock dark fiber valuation premiums.",
        "tier": "Partner",
        "confidence": "91%",
        "why": [
            "Internal transfer pricing between Retail and InfraCo was explicitly hardened in the latest half-year annexure.",
            "Recent C-suite hires at InfraCo possess aggressive M&A and structural unbundling backgrounds.",
            "NBN policy paralysis forces private infrastructure owners to aggressively monetize legacy copper/fiber conduits."
        ],
        "nextCheapestTest": "Track sovereign wealth fund (Future Fund/AusSuper) shadow-bidding on European telecom infrastructure as a proxy.",
        "killRule": "If ACCC signals intention to regulate dark fiber pricing, valuation premium collapses. Hold."
    },
    {
        "id": "ATA-TTN-MQG09",
        "timestamp": "2024-03-22",
        "domain": "Macquarie Group: Green Energy Asset Rotation",
        "verdictType": "Retroactive Verdict",
        "outcome": "PARTNER-ONLY",
        "status": "unsealed",
        "label": "TITAN RECORD",
        "summary": "Detecting early rotation out of mature European offshore wind into high-risk/high-yield Australian REZ storage.",
        "tier": "Complex",
        "confidence": "76%",
        "why": [
            "Macquarie Asset Management quietly exited two mid-tier European wind consortia within the last 60 days.",
            "AEMO constraint reports show escalating curtailment risks, making dispatchable storage the only viable alpha generator.",
            "Lobbying footprint in NSW Parliament shifted entirely from transmission to battery firming capacity."
        ],
        "nextCheapestTest": "Await next capacity auction; if Macquarie bids negative pricing to secure dispatch rights, rotation is confirmed.",
        "killRule": "If grid transmission upgrades are delayed beyond 2027, the storage arbitrage window closes. Unwind immediately."
    },
    {
        "id": "ATA-TTN-CSL12",
        "timestamp": "2024-04-05",
        "domain": "CSL Limited: Plasma Yield Decay",
        "verdictType": "Retroactive Verdict",
        "outcome": "HOLD",
        "status": "unsealed",
        "label": "TITAN RECORD",
        "summary": "Evaluating margin compression in core blood plasma therapies against the rise of synthetic FcRn inhibitors.",
        "tier": "Standard",
        "confidence": "88%",
        "why": [
            "Competitor argenx's Vyvgart is rapidly cannibalizing the lucrative CIDP indication from traditional Ig therapies.",
            "Collection volumes have normalized post-COVID, but donor compensation costs remain structurally elevated.",
            "R&D capital allocation has quietly pivoted heavily toward gene therapy (Hemgenix) to offset immunoglobulin decay."
        ],
        "nextCheapestTest": "Monitor Q3 US Medicare reimbursement narratives regarding synthetic vs traditional plasma treatments.",
        "killRule": "If FDA restricts label expansion for synthetic inhibitors due to infection risks, CSL regains moat."
    },
    {
        "id": "ATA-TTN-CBA03",
        "timestamp": "2024-04-30",
        "domain": "CBA: Mortgage Cliff Institutional Contagion",
        "verdictType": "Retroactive Verdict",
        "outcome": "DROP",
        "status": "unsealed",
        "label": "TITAN RECORD",
        "summary": "Assessing tail-risk of fixed-rate mortgage roll-offs transitioning directly into non-performing loans.",
        "tier": "Complex",
        "confidence": "95%",
        "why": [
            "Provisions for bad debts were subtly increased by 14% in the institutional banking division, not retail.",
            "Direct observations of CBA aggressively discounting commercial property valuations to force early developer refinancing.",
            "Deposit war peak has passed; net interest margin (NIM) compression is shifting from liability cost to asset quality."
        ],
        "nextCheapestTest": "No test required. Institutional contagion is already priced into the Tier 1 capital buffers.",
        "killRule": "If the RBA cuts the cash rate by >50bps before Q4, the default wave is structurally deferred."
    }
]