[
    {
        "id": "ATA-TTN-OPT22",
        "timestamp": "2022-09-22",
        "domain": "Optus: Mass Customer Data Exfiltration via Unauthenticated API",
        "verdictType": "Retroactive Verdict",
        "outcome": "DROP",
        "status": "unsealed",
        "label": "[UNSEALED FROM ARCHIVE]",
        "summary": "On 22 September 2022, Optus disclosed a cyberattack resulting in the exfiltration of 9.8 million customer records including names, dates of birth, phone numbers, and passport/driver licence numbers. The breach was attributed to an unauthenticated API endpoint exposed on a public-facing network.",
        "tier": "Complex",
        "confidence": "94%",
        "why": [
            "APRA confirmed the breach originated from an unauthenticated API endpoint on a legacy customer identity system (source: APRA Media Release, 27 Sep 2022).",
            "9.8 million records compromised including 2.1 million with government ID documents — the largest telco breach in Australian history (source: UpGuard, OAIC reports).",
            "Attacker demanded US$1 million ransom and published sample data on BreachForums before retracting — indicating state-sponsored or organized criminal operation (source: ABC News, BleepingComputer)."
        ],
        "nextCheapestTest": "Penetration test specifically targeting legacy customer onboarding APIs and identity verification endpoints.",
        "killRule": "If CISO mandates zero-trust architecture rollout across all legacy domains with mandatory MFA, downgrade to HOLD."
    },
    {
        "id": "ATA-GEN-MED22",
        "timestamp": "2022-10-13",
        "domain": "Medibank: Ransomware Extortion via Stolen Contractor Credentials",
        "verdictType": "Retroactive Verdict",
        "outcome": "DROP",
        "status": "unsealed",
        "label": "[UNSEALED FROM ARCHIVE]",
        "summary": "On 13 October 2022, Medibank detected unauthorized access to its systems. Investigation confirmed 9.7 million current and former customer records were compromised, including sensitive health claims data. The attacker — linked to the REvil ransomware group — exfiltrated data using stolen credentials from a third-party IT contractor who had saved Medibank credentials to a personal browser profile.",
        "tier": "Complex",
        "confidence": "96%",
        "why": [
            "OAIC investigation confirmed attack vector: a third-party IT contractor saved Medibank credentials to a personal browser profile, which synced to a personal device. No MFA was enforced (source: OAIC Concise Statement, Federal Court).",
            "9.7 million customer records exfiltrated including 480,000 health claims records — subsequently published on dark web by attacker after Medibank refused ransom payment (source: HIPAA Journal, CyberArrow).",
            "Australian Federal Police attributed the attack to Russian-based cybercriminals linked to REvil ransomware syndicate (source: AFP Media Release, Nov 2022)."
        ],
        "nextCheapestTest": "Audit all active sessions for impossible travel anomalies on privileged accounts and enforce credential hygiene across contractor ecosystem.",
        "killRule": "If Medibank demonstrates zero lateral movement capability post-remediation via independent pen test, downgrade to HOLD."
    },
    {
        "id": "ATA-GEN-NDIS23",
        "timestamp": "2023-05-24",
        "domain": "NDIS: Organized Crime Syndicate Migration into Plan Management",
        "verdictType": "Retroactive Verdict",
        "outcome": "DROP",
        "status": "unsealed",
        "label": "[UNSEALED FROM ARCHIVE]",
        "summary": "The NDIS Quality and Safeguards Commission confirmed that organized crime syndicates — previously active in illicit tobacco and money laundering — have systematically infiltrated NDIS plan management. The Fraud Fusion Taskforce investigated over $1 billion in suspicious NDIS payments in its first year of operation.",
        "tier": "Partner",
        "confidence": "97%",
        "why": [
            "NDIS Commissioner Michael Phelan stated criminal syndicate infiltration was 'worse than feared,' with syndicates registering shell-company providers at industrial scale (source: ABC News, 24 May 2024).",
            "Fraud Fusion Taskforce confirmed $1 billion+ in suspicious NDIS payments investigated in its first 12 months, with multiple arrests across NSW and VIC (source: NDIS.gov.au official release).",
            "ACIC CEO Heather Cook confirmed NDIS fraud now constitutes a national security concern alongside counter-terrorism and drug trafficking (source: ACIC National Security College Address, Nov 2025)."
        ],
        "nextCheapestTest": "Correlate newly registered NDIS provider ABNs with known organized crime watchlists and cross-reference director residential addresses.",
        "killRule": "If NDIA implements automated biometric verification for large invoices and real-time participant confirmation, structural exploit is closed."
    },
    {
        "id": "ATA-GEN-QANTAS24",
        "timestamp": "2024-10-08",
        "domain": "Qantas Airways: Federal Court Orders $100M Penalty for Ghost Flights",
        "verdictType": "Retroactive Verdict",
        "outcome": "DROP",
        "status": "unsealed",
        "label": "[UNSEALED FROM ARCHIVE]",
        "summary": "On 8 October 2024, the Federal Court ordered Qantas Airways to pay $100 million in penalties after the airline admitted to selling tickets on 8,000+ flights it had already decided to cancel, and failing to promptly notify 883,977 customers of cancellations. An additional $20 million was ordered for customer remediation.",
        "tier": "Standard",
        "confidence": "99%",
        "why": [
            "Federal Court found Qantas misled 86,597 consumers by selling bookings on flights already cancelled, and 883,977 consumers by delaying cancellation notifications (source: ACCC v Qantas Airways [2024] FCA 1219).",
            "ACCC Chair Gina Cass-Gottlieb confirmed the $100M penalty was the largest ever imposed on an Australian airline for consumer law breaches (source: ACCC Media Release, 8 Oct 2024).",
            "Qantas CEO Vanessa Hudson publicly admitted the conduct and accepted the penalty as part of a broader trust remediation strategy following the departure of former CEO Alan Joyce (source: ABC News, Lexology)."
        ],
        "nextCheapestTest": "Survey top-50 corporate travel managers on contract renewal intent for FY26 to assess residual trust deficit.",
        "killRule": "If Qantas implements binding on-time performance guarantees with financial penalties, trust recovery accelerates. Upgrade to HOLD."
    },
    {
        "id": "ATA-TTN-BHP24",
        "timestamp": "2024-02-14",
        "domain": "BHP Group: Structural Separation Consideration of Iron Ore and Coal",
        "verdictType": "Retroactive Verdict",
        "outcome": "HOLD",
        "status": "unsealed",
        "label": "TITAN RECORD",
        "summary": "Reuters reported in April 2024 that BHP internally considered separating its iron ore and coal divisions as part of a broader portfolio simplification strategy driven by ESG capital pressure and the US$49 billion failed bid for Anglo American.",
        "tier": "Complex",
        "confidence": "82%",
        "why": [
            "Reuters confirmed BHP explored structural separation options for iron ore and coal divisions as part of strategic review (source: Reuters, April 2024; Mining.com).",
            "BHP executive compensation metrics shifted from volume targets to margin/ESG scoring in FY24 annual report filings, signaling capital reallocation away from thermal coal.",
            "The failed US$49 billion bid for Anglo American demonstrated BHP's strategic intent to pivot toward copper and future-facing commodities at the expense of legacy iron ore/coal concentration."
        ],
        "nextCheapestTest": "Monitor next dividend announcement — if payout ratio drops below 60% without new M&A, capital hoarding for restructuring is confirmed.",
        "killRule": "If iron ore spot stays above US$115/t for 90 consecutive days, cash flow prevents immediate restructuring pressure. Abort prediction."
    },
    {
        "id": "ATA-TTN-TLS24",
        "timestamp": "2024-03-01",
        "domain": "Telstra: InfraCo Structural Unbundling and Dark Fibre Monetization",
        "verdictType": "Retroactive Verdict",
        "outcome": "ADVANCE",
        "status": "unsealed",
        "label": "TITAN RECORD",
        "summary": "Telstra's T22/T25 corporate restructure created InfraCo Fixed and InfraCo Towers as legally distinct entities. Wilsons Advisory analysis identified significant hidden value in InfraCo's infrastructure assets, including dark fibre and exchange building portfolios, that remains undervalued within the consolidated group structure.",
        "tier": "Partner",
        "confidence": "91%",
        "why": [
            "Telstra's FY2024 results confirmed InfraCo Fixed revenue grew to $2.8 billion with EBITDA margins exceeding 60%, outperforming the retail division (source: Telstra FY2024 Full Year Results, 15 Aug 2024).",
            "Wilsons Advisory published analysis titled 'Unbundling Telstra's Hidden Value,' identifying dark fibre and exchange real estate as significantly undervalued within the consolidated structure (source: Wilsons Advisory, Apr 2023).",
            "NBN rollout completion has removed the primary drag on Telstra's fixed-line economics, enabling InfraCo to aggressively monetize legacy copper/fibre conduit infrastructure."
        ],
        "nextCheapestTest": "Track sovereign wealth fund shadow-bidding on European telecom infrastructure (e.g., Future Fund, AustralianSuper) as a proxy for InfraCo standalone valuation.",
        "killRule": "If ACCC signals intention to regulate dark fibre pricing, InfraCo valuation premium collapses. Downgrade to HOLD."
    },
    {
        "id": "ATA-TTN-MQG24",
        "timestamp": "2024-03-22",
        "domain": "Macquarie Group: Green Energy Asset Rotation from Wind to Battery Storage",
        "verdictType": "Retroactive Verdict",
        "outcome": "PARTNER-ONLY",
        "status": "unsealed",
        "label": "TITAN RECORD",
        "summary": "Macquarie Asset Management transferred its green energy platforms Corio Generation (offshore wind) and Cero Generation (solar) from its asset management division to its corporate balance sheet, signaling preparation for divestment and rotation into dispatchable battery storage assets in Australia.",
        "tier": "Complex",
        "confidence": "78%",
        "why": [
            "Infrastructure Investor confirmed Macquarie shifted Corio (17GW wind pipeline) and Cero (solar) to its corporate arm ahead of planned asset sales (source: Infrastructure Investor, 2024).",
            "AEMO's Integrated System Plan confirmed escalating renewable curtailment risks across NEM, making dispatchable battery storage the primary alpha generator for infrastructure investors.",
            "Macquarie's own published research highlighted changes to Australia's renewables financing landscape as 're-energising the energy transition,' with specific focus on battery firming capacity (source: Macquarie Insights, Sep 2024)."
        ],
        "nextCheapestTest": "Await next AEMO capacity auction — if Macquarie bids negative pricing to secure dispatch rights, rotation into storage is confirmed.",
        "killRule": "If grid transmission upgrades are delayed beyond 2027, the storage arbitrage window closes. Unwind position immediately."
    },
    {
        "id": "ATA-TTN-CSL24",
        "timestamp": "2024-04-05",
        "domain": "CSL Limited: Plasma Franchise Margin Compression from Synthetic FcRn Inhibitors",
        "verdictType": "Retroactive Verdict",
        "outcome": "HOLD",
        "status": "unsealed",
        "label": "TITAN RECORD",
        "summary": "CSL's core immunoglobulin franchise faces structural competitive pressure from argenx's Vyvgart (efgartigimod), an FcRn inhibitor approved for chronic inflammatory demyelinating polyneuropathy (CIDP) — a key indication historically dominated by CSL's Privigen and Hizentra products.",
        "tier": "Standard",
        "confidence": "88%",
        "why": [
            "argenx's Vyvgart received FDA approval for CIDP, directly competing with CSL's Privigen (IV) and Hizentra (SC) in a multi-billion dollar immunology market (source: Fierce Pharma, argenx Annual Report 2024).",
            "CSL Behring conducted patient survey research specifically to understand competitive positioning against Vyvgart, indicating internal acknowledgment of franchise risk (source: Fierce Pharma).",
            "Australian biotech Aegros announced plans to commercialize synthetic plasma alternatives, adding further competitive pressure to CSL's collection-dependent supply chain (source: Health Industry Hub, Feb 2024)."
        ],
        "nextCheapestTest": "Monitor Q3 US Medicare reimbursement data for synthetic vs traditional plasma treatment adoption rates.",
        "killRule": "If FDA restricts label expansion for FcRn inhibitors due to infection safety signals, CSL's plasma moat is preserved. Upgrade to ADVANCE."
    },
    {
        "id": "ATA-TTN-CBA24",
        "timestamp": "2024-05-10",
        "domain": "Commonwealth Bank: Fixed-Rate Mortgage Cliff and Rising Arrears",
        "verdictType": "Retroactive Verdict",
        "outcome": "HOLD",
        "status": "unsealed",
        "label": "TITAN RECORD",
        "summary": "CBA's March 2024 quarterly update revealed $130 billion in fixed-rate mortgages still facing rolloff to variable rates — approximately 28% of CBA's total mortgage book. Arrears rose across both consumer and institutional lending portfolios.",
        "tier": "Complex",
        "confidence": "91%",
        "why": [
            "CBA disclosed $87 billion in fixed-rate mortgages expiring within the next 12 months as of Q3 FY2024, with a total of $130 billion yet to roll off (source: Savings.com.au, CBA Quarterly Update May 2024).",
            "BankingDay confirmed broad rise in mortgage arrears across CBA's consumer and institutional lending books in the March 2024 quarter (source: BankingDay, 10 May 2024).",
            "CBA reported record $10 billion annual profit despite rising arrears, suggesting provisioning buffers are absorbing deterioration — but institutional credit quality slide indicates deeper structural risk."
        ],
        "nextCheapestTest": "Track CBA's collective provision overlay movements in FY25H1 — if overlay is drawn down rather than maintained, management confidence in asset quality is declining.",
        "killRule": "If the RBA cuts the cash rate by 50bps+ before Q4 2024, the default wave is structurally deferred. Abort DROP scenario."
    },
    {
        "id": "ATA-GEN-LITHIUM24",
        "timestamp": "2024-03-14",
        "domain": "Pilbara Minerals: Spodumene Price Collapse and BMX Auction Capitulation",
        "verdictType": "Retroactive Verdict",
        "outcome": "DROP",
        "status": "unsealed",
        "label": "[UNSEALED FROM ARCHIVE]",
        "summary": "Pilbara Minerals accepted a pre-auction offer of US$1,106/dmt CIF China for a 5,000 dmt spodumene cargo on its Battery Material Exchange (BMX) — a significant decline from 2022 peaks above US$8,000/dmt. The acceptance of a pre-auction offer signaled weakening demand and buyer reluctance to compete in open auction.",
        "tier": "Standard",
        "confidence": "90%",
        "why": [
            "Pilbara accepted a pre-auction offer of US$1,106/dmt CIF China on 14 March 2024 for a 5,000 dmt spodumene cargo, bypassing the competitive BMX auction process (source: Reuters, Argus Media, 14-15 Mar 2024).",
            "Spodumene spot prices declined over 85% from 2022 peaks above US$8,000/dmt, driven by Chinese converter inventory buildups and EV demand deceleration in key markets.",
            "ChemAnalyst confirmed the pre-auction acceptance pattern reflected weakening buyer confidence and reduced competition for Australian lithium feedstock."
        ],
        "nextCheapestTest": "Monitor next BMX auction clearing price — if below US$900/dmt with fewer than 3 bidders, sustained capitulation is confirmed.",
        "killRule": "If Chinese EV sales exceed 12 million units in 2025H1, restocking cycle begins. Abort DROP, upgrade to HOLD."
    },
    {
        "id": "ATA-GEN-NDIS26",
        "timestamp": "2026-01-15",
        "domain": "NDIS Provider: Participant Plan Underspend Exploitation Pattern",
        "verdictType": "Live Violation",
        "outcome": "DROP",
        "status": "unsealed",
        "label": "SYSTEM FLAG",
        "summary": "Pattern detected where registered NDIS providers systematically claim capacity building hours against participants with cognitive impairments who cannot independently verify service delivery. This pattern aligns with documented fraud typologies identified by the Fraud Fusion Taskforce.",
        "tier": "Standard",
        "confidence": "96%",
        "why": [
            "Service delivery records show identical 4-hour blocks claimed across 12 participants on the same dates — a pattern flagged by the NDIS FFT as consistent with ghost-servicing fraud (source: NDIS Fraud Fusion Taskforce methodology).",
            "No corresponding progress notes or outcome measurements filed with the NDIA Quality and Safeguards Commission, violating mandatory reporting obligations under the NDIS Practice Standards.",
            "Provider's ABN was registered 47 days before first NDIS claim — consistent with purpose-built fraud vehicles identified in ACIC's 2025 National Security College address on NDIS criminal infiltration."
        ],
        "nextCheapestTest": "Cross-reference participant GPS data from assistive technology devices against claimed in-home service delivery hours.",
        "killRule": "If provider produces verified third-party supervision logs with participant signatures and independent audit trail, downgrade to HOLD."
    },
    {
        "id": "ATA-GEN-NDIS99",
        "domain": "NDIS Provider: Fraudulent Invoicing — Maximum Allowable Hours Exceeded by 314%",
        "verdictType": "Live Violation",
        "outcome": "DROP",
        "status": "unsealed",
        "label": "SYSTEM FLAG",
        "summary": "Automated cross-referencing confirms provider billing exceeded NDIS maximum allowable hours per participant by 314% across multiple core support categories. Pattern consistent with timesheet fraud typologies documented by the NDIS Fraud Fusion Taskforce.",
        "tier": "Standard",
        "confidence": "99%",
        "why": [
            "Timesheet overlapping identified across 3 separate geographic zones simultaneously — a physical impossibility flagged as a primary fraud indicator by the NDIS FFT.",
            "Historical AAT filings indicate previous directorship bans for identical directors under separate ABNs — consistent with phoenix company fraud patterns tracked by ASIC.",
            "Sub-contractor margins mathematically impossible without wage theft or ghost invoicing when benchmarked against Fair Work Award rates for disability support workers."
        ],
        "nextCheapestTest": "Subpoena participant transport logs and cross-reference against claimed Supported Independent Living (SIL) hours.",
        "killRule": "If provider can demonstrate systemic API failure on NDIS portal submission with NDIA technical confirmation, downgrade to warning.",
        "timestamp": "2026-02-23"
    }
]